export const bookdata = [
  {
    id: 1,
    cover: {
      uri: 'https://rozup.ir/view/3820167/hasan.jpg',
    },
    name: 'در جستوجوی حسن',
    writer: 'ترنس وارد',
    descriptions:
      'در جستجوی حسن داستان د لنشین و واقعی سفر خانواده ای آمریکایی به ایران است که پاس دوستی ها و ممهربانی روستایی ساده ای را می دارند که سی و اندی سال پیش گم کرده بودند و پاداش محبت و صفایی که در باز یافتن دوستی به دست می آورند ترنسی وارد نویسنده کتاب در بولدر کلرادو به دنیا آمده و دوران کودکی اش را در عربستان سعودی و ایران گذرانده او به زبان های فارسی عربی، ایتالیایی، یونانی و اندونزیایی مسلط است و این کتاب نخستین اثر اوست',
    link: 'https://dl.up4u.ir/d83-@MOH21EN_%DA%A9%D8%AA%D8%A7%D8%A8_%D8%AF%D8%B1_%D8%AC%D8%B3%D8%AA_%D9%88_%D8%AC%D9%88%DB%8C_%D8%AD%D8%B3%D9%86_%D8%AA%D8%B1%D9%86%D8%B3_%D9%88%D8%A7%D8%B1%D8%AF.epub',
    pages: '336',
    time: '۱۴:۰۶:۰۰',
    price: '75000',
    rate: '4.5',
  },
  {
    id: 2,
    cover: {
      uri: 'https://rozup.ir/view/3820170/jym5.jpg',
    },
    name: 'باشگاه پنج صبحی ها',
    writer: 'رابین شارما',
    descriptions:
      'باشگاه پنج صبحی‌ها روایتی است که در آن دو نفر غریبه با کسی که ثروت بسیار زیادی دارد آشنا می‌شود. این دو نفر یکی هنرمند و دیگری کارآفرین هستند. آن‌ها از مرد ثروتمند می‌خواهند که راه‌ورسم موفقیت را به آن‌ها بیاموزد. کتاب در طی صحبت‌های میان این افراد شکل‌گرفته است و نویسنده از اهمیت ساعات اولیه‌ی صبح می‌گوید. آنچه شارما بر آن تأکید دارد این است که شیمی مغز انسان در ساعات اولیه‌ی صبح متفاوت است و انسان‌هایی که می‌توانند از این ساعات استفاده کنند بهره‌وری بسیار بیشتری دارند. تکنیک‌های ساده و جالبی مانند قانون ۲۰-۲۰-۲۰ در این کتاب آموزش‌داده‌شده است و افراد می‌توانند به کمک آن‌ها در مسیر موفقیت گام بردارند، روابطشان را بهبود ببخشند و بیشترین و بهترین استفاده را از زمان داشته باشند.',
    link: 'https://dl.up4u.ir/d82-Club-5-in%20the%20-mornin.epub',
    pages: '352',
    time: '۱۱:۴۴:۰۰',
    price: '75000',
    rate: '4.7',
  },
  {
    id: 3,
    cover: {
      uri: 'https://rozup.ir/view/3820175/%D8%AA%D8%A8%D9%84%DB%8C%D8%BA%D8%A7%D8%AA%DB%8C-%DA%A9%D9%87-%D9%85%D8%A7.jpg',
    },
    name: 'تبلیغاتی که ما میشناسیم به آخر خط رسیده',
    writer: 'سرجیو زیمن',
    descriptions:
      'بی‌گمان آن‌هایی که کوچک‌ترین ارتباطی با دنیای تبلیغات و بازاریابی دارند با نام زیمن آشنا هستند. شهرت جهانی‌ای که او به دست آورده، معلول راهکارهایی است که در زمینه‌ی تبلیغات و بازاریابی ارائه کرده است. انتخاب روش‌های جسورانه‌ی او تحولی شگرف در استراتژی تبلیغات و بازاریابی به وجود آورده به طوری که مجله‌ی معروف تایم او را جز سه مرد کلیدی موفق در قرن بیستم منظور کرده است. زیمن با اتکا به سال‌های طولانی تجربه در ساخت و تثبیت تعدادی از معتبرترین نام‌های تجاری معتقد است که تبلیغات مؤثر و واقعی فقط ساخت یک تیزر تلویزیونی ۳۰ ثانیه‌ای نیست، بلکه شامل نام تجاری، بسته‌بندی کالا، چگونگی معرفی آن، شخصیت و شهرت معرفی‌کنندگان حامیان کالا، و نیز خدماتی است که شرکت به مشتریان ارائه می‌دهد. او در این کتاب، طراحی و تولید کمپین‌های تبلیغاتی واقعاً مؤثر را که سبب فروش بیشتر و توسعه‌ی تجارت می‌گردد معرفی می‌کند. نتیجه علاقه، پشتکار و همچنین اطلاعات وسیع زیمن، خلق نوعی از تبلیغات است که قطعاً سبب فروش بیشتر می‌گردد.',
    link: 'https://dl.up4u.ir/b7e-@MOH21EN_%DA%A9%D8%AA%D8%A7%D8%A8_%D8%AA%D8%A8%D9%84%DB%8C%D8%BA%D8%A7%D8%AA%DB%8C_%DA%A9%D9%87_%D9%85%D8%A7_%D9%85%DB%8C%E2%80%8C%D8%B4%D9%86%D8%A7%D8%B3%DB%8C%D9%85_%D8%A8%D9%87_%D8%A2%D8%AE%D8%B1_%D8%AE%D8%B7_%D8%B1%D8%B3%DB%8C%D8%AF%D9%87_%D8%A7%D8%B3%D8%AA_%D8%B3%D8%B1%D8%AC%D9%8A%D9%88.epub',
    pages: '253',
    time: '۰۸:۲۶:۰۰',
    price: '110000',
    rate: '4.1',
  },
  {
    id: 4,
    cover: {
      uri: 'https://rozup.ir/view/3820176/%D8%AF%D8%AE%D8%AA%D8%B1%20%D8%B5%D8%AF%D8%AF%D8%B1%D8%B5%D8%AF%20%D8%AF%D9%84%E2%80%8C%D8%AE%D9%88%D8%A7%D9%87.jpg',
    },
    name: 'دیدن دختر صددرصد دل‌خواه در صبح زیبای ماه آوریل',
    writer: 'هاروکی موراکامی',
    descriptions:
      'مانند سایر آثار موراکامی، در این مجموعه هم با داستان‌هایی بسیار خوش‌خوان و ساده سروکار داریم. داستان‌هایی که هیچ پیچیدگی خاصی ندارند و برشی از زندگی آدم‌های معمولی را نشان می‌دهد. در داستان‌هایش اتفاق عجیب و غریبی نمی‌افتد، همه همان اتفاقات روزمره‌ای است که ممکن است دور و بر خیلی از ما هم اتفاق بیفتد. اما نباید انتظار داشته باشید همه چیز به همین سادگی پیش برود. هر لحظه ممکن است سروکله‌ی چند موجود عجیب و غریب پیدا شود یا اتفاقات خارق‌العاده‌ای بیافتد. جالب اینجاست که موراکامی انقدر آرام مخاطب را با سیر داستان‌اش نوسان می‌دهد و انقدر باورپذیر می‌نویسد که عناصر دنیای ناشناخته و موهون خیلی خونسرد از راه می‌رسند و جزیی از داستان اصلی می‌شوند. موراکامی استاد خلق مضامین جدید است. او از دل ساده‌ترین و بدیهی‌ترین پدیده‌ها و اتفاقات دنیا یک داستان ناب و جذاب می‌نویسد. می‌تواند همان موضوعات حقیر و نادیدنی را طوری بنویسد و بال و پر دهد که هر مخاطبی را به خود جذب کند. نوشته‌های او تلفیقی از واقعیت و خیال است. سرنوشت شخصیت‌هایش دست خودش است، اما بدون این که نقشی در تعیین خوب و بد داشته باشد یا بخواهد فرد یا اتفاقی را قضاوت کند، داستانی می‌نویسد که در پایان بعید است آدم‌ها همان آدم‌های اول داستان باشند. شخصیت‌های موراکامی همه زمینی هستند. قهرمانان این داستان‌ها افراد فوق‌العاده‌ای نیستند و حتی در همین گوشه و کنار هم دیده می‌شوند، آدم‌های معمولی با زندگی‌های معمولی. همین‌طور گفت‌وگو ها هم بدون اغراق و به شکل طبیعی و روزمره نوشته شده است. چیزی که باعث می‌شود پای حرف‌های موراکامی بنشینیم و به قصه‌هایش گوش کنیم، هنر این نویسنده در شخصیت‌پردازی و فضاسازی‌های قوی است. جالب اینجاست که او حتی خیلی اصراری روی توصیف و وصف‌حال‌های طولانی و پر از جزییات ندارد. او از ساده‌ترین و درست‌ترین کلمات برای نوشتن استفاده می‌کند. آن‌قدر ساده و بی‌دغدغه می‌نویسد که از همان اول که کتاب را شروع می‌کنیم، وارد داستان می‌شویم. آدم‌ها، خانه‌ها، حرف‌ها و رفتارها همه زنده و ملموس هستند.',
    link: 'https://dl.up4u.ir/4a0-@MOH21EN_%DA%A9%D8%AA%D8%A7%D8%A8_%D8%AF%DB%8C%D8%AF%D9%86_%D8%AF%D8%AE%D8%AA%D8%B1_%D8%B5%D8%AF_%D8%AF%D8%B1%D8%B5%D8%AF_%D8%AF%D9%84%D8%AE%D9%88%D8%A7%D9%87_%D8%AF%D8%B1_%D8%B5%D8%A8%D8%AD_%D8%B2%DB%8C%D8%A8%D8%A7%DB%8C_%D9%85%D8%A7%D9%87_%D8%A2%D9%88%D8%B1%DB%8C%D9%84_%D9%87%D8%A7%D8%B1%D9%88%DA%A9%DB%8C.epub',
    pages: '100',
    time: '۰۸:۲۶:۰۰',
    price: '66500',
    rate: '3.3',
  },

  {
    id: 5,
    cover: {
      uri: 'https://rozup.ir/view/3820238/%D9%85%D8%B1%DA%AF%20%D8%AF%D8%B1%20%D9%88%D9%86%DB%8C%D8%B2.jpg',
    },
    name: 'مرگ در ونیز',
    writer: 'توماس مان',
    descriptions:
      'شخصیت اصلی کتاب نویسنده‌ای است که دیگر توانایی نوشتن ندارد و به ونیز می‌رود. در آنجا عاشق پسر جوانی می‌شود و با آن که هرگز این دو باهم گفتگویی نمی‌کنند اما این عشق نویسنده را به حال دیگری از رهایی و اعتلای روحی می‌رساند. با همه‌گیری وبا در ونیز نویسنده نیز بیمار می‌شود.',
    link: 'https://dl.up4u.ir/a57-@MOH21EN-%DA%A9%D8%AA%D8%A7%D8%A8%20%D9%85%D8%B1%DA%AF%20%D8%AF%D8%B1%20%D9%88%D9%86%DB%8C%D8%B2-%D8%AA%D9%88%D9%85%D8%A7%D8%B3%20%D9%85%D8%A7%D9%86%E2%80%8C.epub',
    pages: '159',
    time: '۰۵:۱۸:۰۰',
    price: '47000',
    rate: '3.7',
  },
  {
    id: 6,
    cover: {
      uri: 'https://rozup.ir/view/3820239/%D8%AE%D9%88%D8%AF%D8%AA%20%D8%B1%D8%A7%20%D8%B1%D9%87%D8%A7%20%DA%A9%D9%86.jpg',
    },
    name: 'خودت را رها کن',
    writer: 'ری جان بیشاپ',
    descriptions:
      'گری جان بیشاپ متفاوت می‌نویسد: روان، ساده  و صریح. او مانند سایر نویسندگان مهربان و مثبت‌اندیش دنیای خودپروری با ملاحظه و آرام نمی‌نویسد. او آمده تا حرفش را بزند و برود. پس چندان وقتی برای حاشیه رفتن و قصه گفتن ندارد. سریع سر اصل مطلب می‌رود و هر چیزی را که لازم است بدانید، رک و راست می‌گوید. هر حرف و کلمه‌ی بیشاپ مثل تلنگری است که به جان خواننده می‌نشیند و او را به خود می‌آورد. او واقعیت‌هایزشت و دردناک زندگی را می‌گوید، اما مخاطبش را در گیجی و گنگیِ پس از آن تنها رها نمی‌کند. اینجاست که مثل یک دوست صبور و مهربان همه چیز را از اول توضیح می‌دهد و راه و چاره‌ی از بین بردن تمام این مسائل و مشکلات را هم معرفی می‌کند. «کمتر فکر و خیال کن و بچسب به زندگیت»، چیزی است که هر روز آن را می‌شنویم. اما چقدر به آن اهمیت می‌دهیم؟ اصلا می‌دانیم معنی این حرف چیست؟ احتمالا حتی کسانی که این حرف را دائما در گوشمان زمزمه می‌کنند هم نمی‌دانند از چه چیزی حرف می‌زنند. پس طبیعی است که ندانیم دقیقا باید چطور این همه فکر و خیال را رها کنیم و بچسبیم به زندگی‌مان. جان بیشاپ اینجاست تا باید و نبایدهای یک زندگی آرام و نرمال را یادآوری کند. او نویسنده‌ای است که در نوشته‌هایش از حرف‌های تکراری و شعارهای زیبای دنیای روان‌شناسی خبری نیست. چیزهایی که بیشاپ می‌نویسد، همان چیزهایی است که خودش روزی در زندگی تجربه کرده است. پس به او اعتماد کنید، چون تمام تمرین2ها و توصیه‌های این کتاب قبلا آزموده شده و نتیجه‌ی آن هم در زندگی خود نویسنده اثبات شده است. همان‌طور که خودش در ابتدای این کتاب می‌گوید «انسان‌های مغموم و سرکوب‌شده، مادرهای تنها و پدران بیکار، رویا پردازان و آرزو به دل‌ها را می‌ستایم. من همچون شما بودم و شما هم می‌توانید مثل من موفق شوید». عنوان هفت فصل میانی این کتاب در واقع همان هفت جمله‌ی تاکیدی جادویی است که هر کدام می‌تواند تاثیر شگفتی در زندگی‌تان ایجاد کند. برای خواندن مطالب کتاب دستتان کاملا باز است. می‌توانید هر فصلی را که برای‌تان جالب‌تر است انتخاب کنید و همان یک فصل را بخوانید. با این حال نویسنده فصل‌ها و مطالب کتاب را طوری نوشته‌ که وقتی پشت سر هم قرار می‌گیرند، مثل یک نقشه‌ی راه همه چیز را به شما نشان می‌دهد. پس بهتر است فصل‌ها را به ترتیب بخوانید، چون هر فصل ادامه‌ی فصل قبل است. راهکارهای زیادی در این کتاب وجود دارد. این که بخواهید از میان چند راهکار یکی را انتخاب کنید، ممکن است تمام تلاش‌هایتان را هدر دهد. تمام راهکارها را امتحان کنید تا ببینید کدام یک بیشتر با شخصیت و سبک زندگیتان سازگاری دارد. اگر از همه‌ی این امکانات استفاده کنید، امکان این که بتوانید تغییرات را سریع‌تر در زندگی ببینید، بیشتر است.',
    link: 'https://dl.up4u.ir/b3e-%DA%A9%D8%AA%D8%A7%D8%A8_%D8%AE%D9%88%D8%AF%D8%AA_%D8%B1%D8%A7_%D8%B1%D9%87%D8%A7_%DA%A9%D9%86_%D9%83%D9%85%D8%AA%D8%B1_%D9%81%D9%83%D8%B1_%D9%88_%D8%AE%D9%8A%D8%A7%D9%84_%D9%83%D9%86_%D9%88_%D8%A7%D8%B2_%D8%B2%D9%86%D8%AF%DA%AF%D9%8A%D8%AA_%D9%84%D8%B0%D8%AA_%D8%A8%D8%A8%D8%B1_%DA%AF%D9%8E%D8%B1%DB%8C.epub',
    pages: '130',
    time: '۰۴:۲۰:۰۰',
    price: '12000',
    rate: '3.5',
  },
];
